Repository: olyala05/ORC24-front
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, tr

source: Connected!
de: Verbunden!
tr: Bağlantı Kuruldu!

source: Connection Failed
de: Verbindung fehlgeschlagen
tr: Bağlantı Başarısız

source: Failed to connect to Wi-Fi.
de: Verbindung zum WLAN fehlgeschlagen.
tr: Wi-Fi'ye bağlanılamadı.

source: Are you sure you want to log out?
de: Möchten Sie sich wirklich abmelden?
tr: Çıkış yapmak istediğinize emin misiniz?

source: ORC Status - Logs
tr: ORC Durumu - Loglar

source: No logs found for the selected date.
de: Für das ausgewählte Datum wurden keine Logs gefunden.
tr: Seçilen tarihe ait log bulunamadı.

source: NETWORK
de: Netzwerk

source: Eqıipment verisi alınamadı. Lütfen tekrar deneyin.
de: Ausrüstungsdaten konnten nicht abgerufen werden. Bitte versuchen Sie es erneut.

source: Wi-Fi SSID:
de: WLAN-SSID:
