Repository: olyala05/ORC24-front
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, tr

source: Dashboard
de: Übersicht
tr: Gösterge Paneli

source: Login
de: Anmelden
tr: Giriş

source: Email
tr: E-posta

source: Password
de: Passwort
tr: Şifre

source: Logout
de: Abmelden
tr: Çıkış

source: Menu
de: Menü
tr: Menü

source: Modems
tr: Modemler

source: Report Date
de: Berichtsdatum
tr: Rapor Tarihi

source: Energy Drawn From The Grid
de: Aus dem Netz bezogene Energie
tr: Şebekeden Çekilen Enerji

source: Generated Energy
de: Erzeugte Energie
tr: Üretilen Enerji

source: Consumed Energy
de: Verbrauchte Energie
tr: Tüketilen Enerji

source: REACTIVE POWER
de: Blindleistung
tr: REAKTİF GÜÇ

source: HARMONIC
de: Oberschwingung
tr: HARMONİK

source: ACTIVE
de: Wirkleistung
tr: AKTİF

source: VOLTAGE
de: Spannung
tr: GERİLİM

source: POWER
de: Leistung
tr: GÜÇ

source: Home
de: Startseite
tr: Ana Sayfa

source: Modem Selection
de: Modemauswahl
tr: Modem Seçimi

source: Select Modem or Device
de: Modem oder Gerät auswählen
tr: Modem veya Cihaz seçin

source: Select Modem
de: Modem auswählen
tr: Modem Seçin

source: ORC Status
tr: ORC Durumu

source: Equipment
de: Ausrüstung
tr: Ekipman

source: Settings
de: Einstellungen
tr: Ayarılar

source: Data
de: Daten
tr: Datalar

source: Loading devices
de: Geräte werden geladen
tr: Cihazlar yükleniyor

source: Successfully connected to the device!
de: Erfolgreich mit dem Gerät verbunden!
tr: Cihaza başarıyla bağlandınız!

source: Failed to connect to the device!
de: Verbindung zum Gerät fehlgeschlagen!
tr: Cihaza bağlanılamadı!

source: Unable to proceed as the device could not be connected!
de: Fortfahren nicht möglich, da keine Verbindung zum Gerät hergestellt werden konnte!
tr: Cihazınıza bağlanamadığınız için işlem yapılamaz!

source: Connection Error
de: Verbindungsfehler
tr: Bağlantı Hatası

source: An error occurred during the connection.
de: Während der Verbindung ist ein Fehler aufgetreten.
tr: Bağlantı sırasında bir hata oluştu.

source: Ok
tr: Tamam

source: Scanning Equipments
de: Ausrüstungen werden gescannt
tr: Ekipmanlar Taranıyor

source: Connecting to the device , please wait...
de: Verbindung zum Gerät wird hergestellt, bitte warten...
tr: Cihaza bağlanıyor, lütfen bekleyiniz...

source: Please select a device first!
de: Bitte wählen Sie zuerst ein Gerät aus!
tr: Lütfen önce bir cihaz seçiniz!

source: The page has been refreshed, no device found, alarm reset!
de: Die Seite wurde aktualisiert, kein Gerät gefunden, Alarm zurückgesetzt!
tr: Sayfa yenilendi, cihaz yok, alarm sıfırlandı!

source: Back
de: Zurück
tr: Geri

source: System will start again when you leave the test mode.
de: Das System wird neu gestartet, wenn Sie den Testmodus verlassen.
tr: Sistem, test modundan çıktığınızda yeniden başlayacaktır.

source: Cancel
de: Abbrechen
tr: İptal

source: OK
tr: Tamam

source: Alarm data could not be retrieved
de: Alarmdaten konnten nicht abgerufen werden
tr: Alarm verisi alınamadı

source: Redirecting to the alarm page...
de: Weiterleitung zur Alarmseite...
tr: Alarm sayfasına yönlendiriliyor...

source: ORC Status is loading...
de: ORC-Status wird geladen...
tr: ORC Status yükleniyor...

source: Warning
de: Warnung
tr: Uyarı

source: Error while retrieving devices:
de: Fehler beim Abrufen der Geräte:
tr: Cihazları alırken hata:

source: Equipments are loading...
de: Ausrüstungen werden geladen...
tr: Equipments yükleniyor...

source: Backend Error
de: Backend-Fehler
tr: Backend Hatası

source: Error!
de: Fehler!
tr: Hata!

source: Error:
de: Fehler:
tr: Hata:

source: Equipment data could not be retrieved.
de: Ausrüstungsdaten konnten nicht abgerufen werden.
tr: Ekipman verisi alınamadı.

source: Equipment data could not be retrieved. Please try again.
de: Ausrüstungsdaten konnten nicht abgerufen werden. Bitte versuchen Sie es erneut.
tr: Equipment verisi alınamadı. Lütfen tekrar deneyin.

source: Settings are loading...
de: Einstellungen werden geladen...
tr: Ayarlar yükleniyor...

source: Test is loading...
de: Test wird geladen...
tr: Test yükleniyor...

source: Data is loading...
de: Daten werden geladen...
tr: Veriler yükleniyor...

source: Equipments are being scanned...
de: Ausrüstungen werden gescannt...
tr: Ekipmanlar taranıyor...

source: An error occurred while retrieving Modbus data:
de: Beim Abrufen der Modbus-Daten ist ein Fehler aufgetreten:
tr: Modbus verisi alırken hata oluştu:

source: Device information could not be retrieved. Please try again.
de: Geräteinformationen konnten nicht abgerufen werden. Bitte versuchen Sie es erneut.
tr: Cihaz bilgisi alınamadı. Lütfen tekrar deneyin.

source: Alarm data could not be retrieved for the selected device:
de: Alarmdaten konnten für das ausgewählte Gerät nicht abgerufen werden:
tr: Seçilen cihaz için alarm verisi alınamadı:

source: The alarm data request has been canceled.
de: Die Anfrage nach Alarmdaten wurde abgebrochen.
tr: Alarm verisi isteği iptal edildi.

source: SERIAL NO
de: SERIENNUMMER
tr: SERİ NO

source: MODEM NAME
tr: MODEM ADI

source: MODEM BRAND / MODEL
de: MODEMMARKE / MODELL
tr: MODEM MARKA / MODEL

source: MODEM STATUS
tr: MODEM DURUMU

source: DATE OF INSTALLATION
de: INSTALLATIONSDATUM
tr: SİSTEME EKLENME TARİHİ

source: DATA READING INTERVAL
de: DATENAUSLESEINTERVALL
tr: VERİ OKUMA PERİODU

source: NETWORK TYPE
de: NETZWERKTYP
tr: NETWORK TİPİ

source: CONNECTION PROTOCOL
de: VERBINDUNGSPROTOKOLL
tr: BAĞLANTI PROTOKOLÜ

source: Active
de: Aktiv
tr: Aktif

source: Passive
de: Passiv
tr: Pasif

source: Disconnected
de: Getrennt
tr: Bağlantı kesildi

source: SOFTWARE VERSION
tr: YAZILIM SÜRÜMÜ

source: Connected
de: Verbunden
tr: Bağlı

source: Not Connected
de: Nicht verbunden
tr: Bağlantı yok

source: No Wi-Fi Connection
de: Keine WLAN-Verbindung
tr: Wi-Fi Bağlantısı Yok

source: Checking the network cables, modem and router
de: Netzkabel, Modem und Router werden überprüft
tr: Ağ kabloları, modem ve yönlendirici kontrol ediliyor

source: Reconnecting to Wi-Fi
de: WLAN-Verbindung wird wiederhergestellt
tr: Wi-Fi'ye yeniden bağlanılıyor

source: No Internet
de: Kein Internet
tr: İnternet yok

source: Retry
de: Wiederholen
tr: Yeniden Dene

source: Archive
de: Archiv
tr: Arşiv

source: End
de: Ende
tr: Son

source: Now
tr: Şimdi

source: Modem Name
tr: Modem Adı

source: Last Connection Date
de: Letztes Verbindungsdatum
tr: Son Bağlantı Tarihi

source: Lora Disconnection
de: LoRa-Verbindung getrennt
tr: Lora Bağlantısı Yok

source: WiFi Connection
de: WLAN-Verbindung
tr: WiFi Bağlantısı

source: WiFi Disconnected
de: WLAN-Verbindung getrennt
tr: Wi-Fi Bağlantısı Yok

source: Cloud Connection
de: Cloud-Verbindung
tr: Bulut Bağlantısı

source: Ethernet Connection
de: Ethernet-Verbindung
tr: Ethernet Bağlantısı

source: Ethernet Disconnected
de: Ethernet-Verbindung getrennt
tr: Ethernet Bağlantısı Yok

source: VPN Connection
de: VPN-Verbindung
tr: VPN Bağlantısı

source: VPN Disconnected
de: VPN-Verbindung getrennt
tr: VPN Bağlantısı Yok

source: Algorithm Processes
de: Algorithmusprozesse
tr: Algoritma Süreçlerin

source: ORC Process Procedures
de: ORC-Prozessabläufe
tr: ORC Proses Süeçleri

source: Normal / Error (Red)
de: Normal / Fehler (Rot)
tr: Normal / Hata Var (Kırmızı)

source: Modem info retrieved successfully
de: Modeminformationen erfolgreich abgerufen
tr: Modem bilgisi başarıyla alındı.

source: Failed to fetch modem data
de: Modemdaten konnten nicht abgerufen werden
tr: Modem verisi alınamadı.

source: Unexpected error occurred
de: Unerwarteter Fehler aufgetreten
tr: Beklenmeyen bir hata oluştu.

source: Unexpected error:
de: Unerwarteter Fehler:
tr: Beklenmeyen hata:

source: Frequency (Hz)
de: Frequenz (Hz)
tr: Frekans (Hz)

source: Frequency
de: Frequenz
tr: Frekans

source: Reactive Penalty
de: Blindleistungsstrafe
tr: Reaktif Cezada

source: Reactive
de: Blindleistung
tr: Reaktif

source: Penalty
de: Strafe
tr: Cezada

source: Not Exist
de: Nicht vorhanden
tr: Değil

source: Power Factor
de: Leistungsfaktor
tr: Güç Faktörü

source: Power
de: Leistung
tr: Güç

source: Factor
de: Faktor
tr: Faktörü

source: Log
de: Protokoll
tr: Loglar

source: Logs
de: Protokolle
tr: Loglar

source: Equipment Details
de: Gerätedetails
tr: Ekipman Detayları

source: No equipment data found
de: Keine Gerätedaten gefunden
tr: Ekipman verisi bulunamadı!

source: Equipment Name
de: Gerätename
tr: Ekipman Adı

source: Brand / Model
de: Marke / Modell
tr: Marka / Model

source: Equipment Type
de: Gerätetyp
tr: Ekipman Tipi

source: Analyzer
de: Analysator
tr: Analizör

source: Equipment Serial NO
de: Geräteseriennummer
tr: Ekipman Seri NO

source: Activity Status
de: Aktivitätsstatus
tr: Aktiflik Durumu

source: Status / Configuration
de: Status / Konfiguration
tr: Durum / Yapılandırma

source: Connection Protocol
de: Verbindungsprotokoll
tr: Bağlantı Protokolü

source: Daylight Saving Time
de: Sommerzeit
tr: Yaz Saati Zamanı

source: Date Created
de: Erstellungsdatum
tr: Oluşturulan Tarih

source: Equipment information could not be retrieved
de: Geräteinformationen konnten nicht abgerufen werden
tr: Ekipman bilgisi alınamadı

source: Error occurred while loading equipment details:
de: Fehler beim Laden der Gerätedetails:
tr: Ekipman detayları yüklenirken hata oluştu:

source: Unknown
de: Unbekannt
tr: Bilinmiyor

source: Modem Not Found
de: Modem nicht gefunden
tr: Modem Bulunamadı

source: Error occurred while retrieving modem information:
de: Fehler beim Abrufen der Modeminformationen:
tr: Modem bilgisi alınırken hata oluştu:

source: Modem data could not be retrieved:
de: Modemdaten konnten nicht abgerufen werden:
tr: Modem verisi alınamadı:

source: Data Transfer Cycle
de: Datenübertragungszyklus
tr: Veri Transfer Döngüsü

source: Modem Task Cycle
de: Modemaufgabenzyklus
tr: Modem İşlem Döngüsü

source: Equipment Data Collecting
de: Gerätedaten werden gesammelt
tr: Ekipman Veri Toplama

source: 32000 register error etc.
de: 32000 Registerfehler usw.
tr: 32000 kayıt hatası vb.

source: Register Read
de: Register auslesen
tr: Kayıt Okuma

source: Modbus Connection
de: Modbus-Verbindung
tr: Modbus Bağlantısı

source: Equipment not found etc.
de: Gerät nicht gefunden usw.
tr: Ekipman bulunamadı vb.

source: Modbus connection established
de: Modbus-Verbindung hergestellt
tr: Modbus bağlantısı kuruldu

source: Service Started
de: Dienst gestartet
tr: Hizmet Başlatıldı

source: Equipment Setting
de: Geräteeinstellung
tr: Ekipman Ayarı

source: Modbus data could not be retrieved
de: Modbus-Daten konnten nicht abgerufen werden
tr: Modbus verisi alınamadı

source: Daily Data
de: Tagesdaten
tr: Günlük Veri

source: Number of Equipment
de: Anzahl der Geräte
tr: Ekipman Sayısı

source: Number of Data
de: Anzahl der Daten
tr: Veri Sayısı

source: Time (Sec)
de: Zeit (Sek.)
tr: Zaman (Saniye)

source: Serial Number
de: Seriennummer
tr: Seri Numarası

source: Status / Config.
de: Status / Konfig.
tr: Durum / Yapılandırma

source: No device selected.
de: Kein Gerät ausgewählt.
tr: Cihaz seçilmedi.

source: Equipments Response:
de: Geräterückmeldung:
tr: Ekipman Yanıtı:

source: No equipments found
de: Keine Geräte gefunden
tr: Ekipman bulunamadı

source: Error fetching equipments
de: Fehler beim Abrufen der Geräte
tr: Ekipman çekme hatası

source: Equipment ID updated in the backend:
de: Geräte-ID im Backend aktualisiert:
tr: Backend'de Equipment ID Güncellendi:

source: ID could not be updated in the backend!
de: ID konnte im Backend nicht aktualisiert werden!
tr: Backend'de ID güncellenemedi!

source: Error while updating ID in the backend:
de: Fehler beim Aktualisieren der ID im Backend:
tr: Backend'de ID güncellenirken hata:

source: Selected Equipment ID saved:
de: Ausgewählte Geräte-ID gespeichert:
tr: Seçilen Equipment ID Kaydedildi:

source: Live Data
de: Live-Daten
tr: Canlı Veriler

source: Hourly Data
de: Stündliche Daten
tr: Saatlik Veriler

source: Live Data is Empty
de: Live-Daten sind leer
tr: Canlı Veri Boş

source: No device selected for fetching equipments.
de: Kein Gerät zum Abrufen von Geräten ausgewählt.
tr: Ekipmanları almak için hiçbir cihaz seçilmedi.

source: Live Data Details
de: Live-Daten-Details
tr: Canlı Veri Detayları

source: Live Data ID
de: Live-Daten-ID
tr: Canlı Veri ID'si

source: Daily Data Details
de: Tagesdaten-Details
tr: Günlük Veri Detayları

source: Modem Serial No
de: Modem-Seriennummer
tr: Modem Seri Numarası

source: Status
tr: Durum

source: Log Description
de: Protokollbeschreibung
tr: Log Açıklaması

source: Timestamp
de: Zeitstempel
tr: Son Bağlantı Tarihi

source: Daily Data ID
de: Tagesdaten-ID
tr: Günlük Veri ID

source: Device ID
de: Geräte-ID
tr: Cihaz ID

source: Value List
de: Werteliste
tr: Değer Listesi

source: Data Value
de: Datenwert
tr: Veri Değeri

source: Created Date
de: Erstellungsdatum
tr: Oluşturulma Tarihi

source: No equipment selected.
de: Kein Gerät ausgewählt.
tr: Hiçbir ekipman seçilmedi.

source: No equipment details found.
de: Keine Gerätedetails gefunden.
tr: Ekipman detayları bulunamadı.

source: Error loading data.
de: Fehler beim Laden der Daten.
tr: Veri yüklenirken hata oluştu.

source: Daily Data is Empty.
de: Tagesdaten sind leer.
tr: Günlük Veri Boş.

source: Network Alarms
de: Netzwerkalarme
tr: Ağ Alarmı

source: Electric Alarms
de: Elektrische Alarme
tr: Elektrik Alarmı

source: Name
tr: Adı

source: Equipments Serial
de: Geräteseriennummer
tr: Ekipman Seri Numarası

source: Start Date
de: Startdatum
tr: Başlangıç Tarihi

source: End Date
de: Enddatum
tr: Bitiş Tarihi

source: Loading...
de: Wird geladen...
tr: Yükleniyor...

source: Loading
de: Ladevorgang
tr: Yükleniyor

source: The Electric Alarms Database is Empty
de: Die Datenbank für elektrische Alarme ist leer
tr: Electric Alarms Veritabanı Boş

source: Data Retrieval Error:
de: Fehler beim Abrufen der Daten:
tr: Veri çekme hatası:

source: Unable to connect to the server!
de: Verbindung zum Server nicht möglich!
tr: Sunucuya bağlanılamadı!

source: Alarms
de: Alarme
tr: Alarmlar

source: Equipment Settings
de: Geräteeinstellungen
tr: Ekipman Ayarları

source: Modbus Settings
de: Modbus-Einstellungen
tr: Modbus Ayarları

source: TCP/IP Settings
de: TCP/IP-Einstellungen
tr: TCP/IP Ayarları

source: Obis Settings
de: Obis-Einstellungen
tr: Obis Ayarları

source: Modbus connection successful
de: Modbus-Verbindung erfolgreich
tr: Modbus bağlantısı başarılı

source: Modbus connection failed!
de: Modbus-Verbindung fehlgeschlagen!
tr: Modbus bağlantısı başarısız!

source: Equipment Slave ID
de: Slave-ID des Geräts
tr: Ekipman Slave Kimliği

source: Equipment Serial No
de: Geräteseriennummer
tr: Ekipman Seri Numarası

source: Equipment Status
de: Gerätestatus
tr: Ekipman Durumu

source: Equipment Config Status
de: Konfigurationsstatus des Geräts
tr: Ekipman Yapılandırma Durumu

source: Equipment Brand
de: Gerätemarke
tr: Ekipman Markası

source: Communication Protocol
de: Kommunikationsprotokoll
tr: İletişim Protokolü

source: Save
de: Speichern
tr: Kaydet

source: Equipment details not found
de: Gerätedetails nicht gefunden
tr: Ekipman detayları bulunamadı

source: Error fetching equipment details
de: Fehler beim Abrufen der Gerätedetails
tr: Ekipman detayları alınırken hata oluştu

source: No device selected for Modbus test
de: Kein Gerät für Modbus-Test ausgewählt
tr: Modbus testi için hiçbir cihaz seçilmedi

source: Testing...
de: Test läuft...
tr: Test ediliyor...

source: Modbus connection successful!
de: Modbus-Verbindung erfolgreich!
tr: Modbus bağlantısı başarılı!

source: Modbus test failed: No valid response
de: Modbus-Test fehlgeschlagen: Keine gültige Antwort
tr: Modbus testi başarısız: Geçerli yanıt yok

source: Error during Modbus test
de: Fehler beim Modbus-Test
tr: Modbus testi sırasında hata

source: ORC Settings
de: ORC-Einstellungen
tr: ORC Ayarları

source: Wi-fi Settings
de: WLAN-Einstellungen
tr: Wi-fi Ayarları

source: LoRa Settings
de: LoRa-Einstellungen
tr: LoRa Ayarları

source: Ethernet Settings
de: Ethernet-Einstellungen
tr: Ethernet Ayarları

source: GSM Settings
de: GSM-Einstellungen
tr: GSM Ayarları

source: Available Wi-Fi
de: Verfügbare WLAN-Netze
tr: Mevcut Wi-Fi

source: Wi-Fi Password
de: WLAN-Passwort
tr: Wi-Fi Şifresi

source: Password:
de: Passwort:
tr: Şifre:

source: Show Password
de: Passwort anzeigen
tr: Şifreyi Göster

source: Connect
de: Verbinden
tr: Bağlan

source: Disconnect
de: Trennen
tr: Bağlantıyı Kes

source: Modem Status
tr: Modem Durumu

source: Inactive
de: Inaktiv
tr: Pasif

source: Query Update Time (Hour - Minute)
de: Abfrageintervall (Stunde - Minute)
tr: Sorgu Güncelleme Zamanı (Saat - Dakika)

source: Select
de: Auswählen
tr: Seç

source: Wi-Fi networks loading error
de: Fehler beim Laden der WLAN-Netzwerke
tr: Wi-Fi ağları yüklenirken hata oluştu

source: Wi-Fi information could not be retrieved
de: WLAN-Informationen konnten nicht abgerufen werden
tr: Wi-Fi bilgisi alınamadı

source: Wi-Fi not selected!
de: WLAN nicht ausgewählt!
tr: Wi-Fi Seçilmedi!

source: Please select a Wi-Fi network.
de: Bitte wählen Sie ein WLAN-Netzwerk aus.
tr: Lütfen bir Wi-Fi ağı seçin.

source: Password not entered!
de: Passwort nicht eingegeben!
tr: Şifre Girilmedi!

source: Please enter the password.
de: Bitte geben Sie das Passwort ein.
tr: Lütfen şifre girin.

source: Connecting...
de: Verbindung wird hergestellt...
tr: Bağlanıyor...

source: Connection Successful!
de: Verbindung erfolgreich!
tr: Bağlantı Başarılı!

source: Wi-Fi connection successfully established
de: WLAN-Verbindung erfolgreich hergestellt
tr: Wi-Fi bağlantısı başarıyla kuruldu

source: Connection Failed!
de: Verbindung fehlgeschlagen!
tr: Bağlantı Başarısız!

source: Unable to connect. Please try again.
de: Verbindung fehlgeschlagen. Bitte versuchen Sie es erneut.
tr: Bağlanılamadı. Lütfen tekrar deneyin.

source: Error occurred during Wi-Fi connection
de: Fehler bei der WLAN-Verbindung
tr: Wi-Fi bağlantısı sırasında hata oluştu

source: Connection Error!
de: Verbindungsfehler!
tr: Bağlantı Hatası!

source: An error occurred while establishing the Wi-Fi connection.
de: Beim Herstellen der WLAN-Verbindung ist ein Fehler aufgetreten.
tr: Wi-Fi bağlantısı kurulurken bir hata oluştu.

source: No Active Connection!
de: Keine aktive Verbindung!
tr: Aktif Bağlantı Yok!

source: You are not currently connected to any Wi-Fi network.
de: Sie sind derzeit mit keinem WLAN-Netzwerk verbunden.
tr: Şu anda herhangi bir Wi-Fi ağına bağlı değilsiniz.

source: Disconnect Wi-Fi?
de: WLAN-Verbindung trennen?
tr: Wi-Fi'dan Bağlantıyı Kes?

source: Are you sure you want to disconnect from the Wi-Fi network?
de: Möchten Sie die Verbindung zum WLAN-Netzwerk wirklich trennen?
tr: Wi-Fi ağından bağlantıyı kesmek istediğinizden emin misiniz?

source: Yes, disconnect
de: Ja, trennen
tr: Evet, bağlantıyı kes

source: Disconnecting...
de: Verbindung wird getrennt...
tr: Bağlantı Kesiliyor...

source: Wi-Fi Disconnected!
de: WLAN-Verbindung getrennt!
tr: Wi-Fi Bağlantısı Kesildi!

source: You have successfully disconnected from the Wi-Fi network.
de: Sie haben die WLAN-Verbindung erfolgreich getrennt.
tr: Wi-Fi ağından başarıyla bağlantıyı kestiniz.

source: Disconnection Failed!
de: Trennung fehlgeschlagen!
tr: Bağlantı Kesilemedi!

source: An error occurred while disconnecting from Wi-Fi.
de: Beim Trennen der WLAN-Verbindung ist ein Fehler aufgetreten.
tr: Wi-Fi'dan bağlantı kesilirken bir hata oluştu.

source: Error while disconnecting
de: Fehler beim Trennen
tr: Bağlantı kesilirken hata oluştu

source: Disconnection Error!
de: Fehler beim Trennen!
tr: Bağlantı Kesme Hatası!

source: An unexpected error occurred while disconnecting.
de: Beim Trennen der Verbindung ist ein unerwarteter Fehler aufgetreten.
tr: Bağlantı kesilirken beklenmedik bir hata oluştu.

source: Modem Info
de: Modeminformationen
tr: Modem Bilgisi

source: Failed to load modem info
de: Modeminformationen konnten nicht geladen werden
tr: Modem bilgisi yüklenemedi

source: Error while fetching modem info
de: Fehler beim Abrufen der Modeminformationen
tr: Modem bilgisi alınırken hata oluştu

source: Switch to Test Mode
de: In den Testmodus wechseln
tr: Test Moduna Geç

source: If you switch to test mode, services will shut down.
de: Wenn Sie in den Testmodus wechseln, werden die Dienste deaktiviert.
tr: Test moduna geçerseniz, hizmetler kapanacaktır.

source: Do you want to switch to test mode?
de: Möchten Sie in den Testmodus wechseln?
tr: Test moduna geçmek istiyor musunuz?

source: Yes
de: Ja
tr: Evet

source: No
de: Nein
tr: Hayır

source: Test Mode
de: Testmodus
tr: Test Modu

source: Test Details
tr: Test Detayları

source: Wifi / Ethernet Connection Test
de: WLAN- / Ethernet-Verbindungstest
tr: Wi-Fi / Ethernet Bağlantı Testi

source: Cloud Connection Test
de: Cloud-Verbindungstest
tr: Bulut Bağlantı Testi

source: Read
de: Lesen
tr: Oku

source: Write
de: Schreiben
tr: Yaz

source: Other Networks
de: Andere Netzwerke
tr: Diğer Ağlar

source: Loading available networks...
de: Verfügbare Netzwerke werden geladen...
tr: Mevcut ağlar yükleniyor...

source: Enter the Wi-Fi password for
de: WLAN-Passwort eingeben für
tr: Şu Wi-Fi ağı için şifreyi girin

source: Join
de: Beitreten
tr: Katıl

source: Network Name
de: Netzwerkname
tr: Ağ Adı

source: Wi-Fi Connection Test
de: WLAN-Verbindungstest
tr: Wi-Fi Bağlantı Testi

source: Ethernet Connection Test
tr: Ethernet Bağlantı Testi

source: Connection Status
de: Verbindungsstatus
tr: Bağlantı Durumu

source: No connection
de: Keine Verbindung
tr: Bağlantı Yok

source: WiFi Connection Successful.
de: WLAN-Verbindung erfolgreich.
tr: Wi-Fi Bağlantısı Başarılı.

source: WiFi Connection Failed.
de: WLAN-Verbindung fehlgeschlagen.
tr: Wi-Fi Bağlantısı Başarısız.

source: Connection Mac
de: MAC-Adresse der Verbindung
tr: MAC Adresi

source: Ethernet Connection Successful.
de: Ethernet-Verbindung erfolgreich.
tr: Ethernet Bağlantısı Başarılı.

source: Ethernet Connection Failed.
de: Ethernet-Verbindung fehlgeschlagen.
tr: Ethernet Bağlantısı Başarısız.

source: Configuration Connection
de: Konfigurationsverbindung
tr: Yapılandırma Bağlantısı

source: Equipment Date / Connection Date
de: Gerätedatum / Verbindungsdatum
tr: Ekipman Tarihi / Bağlantı Tarihi

source: Perform a scanning test
de: Einen Scan-Test durchführen
tr: Tarama testi yap

source: New Equipment Found
de: Neues Gerät gefunden
tr: Yeni Ekipman Bulundu

source: No equipment found.
de: Kein Gerät gefunden.
tr: Ekipman bulunamadı.

source: Update the equipment table with the equipment found during scanning
de: Gerätetabelle mit den während des Scans gefundenen Geräten aktualisieren
tr: Tarama sırasında bulunan ekipmanlarla ekipman tablosunu güncelle

source: Connection
de: Verbindung
tr: Bağlantı

source: Date
de: Datum
tr: Tarih

source: Checking...
de: Wird überprüft...
tr: Kontrol ediliyor...

source: VPN Port
tr: VPN Portu

source: *Does the ORC have connection with cloud and other devices or not?
de: *Hat das ORC eine Verbindung zur Cloud und anderen Geräten?
tr: *ORC'nin bulut ve diğer cihazlarla bağlantısı var mı?

source: Local Network Connection Scan Successful.
de: Scan der lokalen Netzwerkverbindung erfolgreich.
tr: Yerel Ağ Bağlantısı Taraması Başarılı.

source: Local Network Connection Scan Failed.
de: Scan der lokalen Netzwerkverbindung fehlgeschlagen.
tr: Yerel Ağ Bağlantısı Taraması Başarısız.

source: Send Modbus Request
de: Modbus-Anfrage senden
tr: Modbus İsteği Gönder

source: Waiting for response...
de: Warte auf Antwort...
tr: Yanıt bekleniyor...

source: Send Write Request
de: Schreibanfrage senden
tr: Yazma İsteği Gönder

source: No Password
de: Kein Passwort
tr: Şifre Yok

source: Error fetching network details
de: Fehler beim Abrufen der Netzwerkinformationen
tr: Ağ bilgileri alınırken hata oluştu

source: No available networks found
de: Keine verfügbaren Netzwerke gefunden
tr: Mevcut ağlar bulunamadı

source: Successfully connected to
de: Erfolgreich verbunden mit
tr: Başarıyla bağlanıldı
